Repository: common-repository/blastex
Catalog: languages/blastex-*.po
Languages: pl_pl

source: No messages. Send couple messages frist.
pl_pl: Nie wysłano jeszcze wiadomości!

source: No script kiddies please!
pl_pl: Dostęp zabroniony!

source: Error: plugin "Blastex" requires a newer version of PHP to be running.
pl_pl: Error: Blastex plugin wymaga co najmniej wersji PHP 5.0

source: Minimal version of PHP required:
pl_pl: Wymagana minimalna wersja PHP:

source: Your server's PHP version:
pl_pl: Twoja wersja PHP:

source: Invalid From email!
pl_pl: Niepoprawny adres nadawcy!

source: Add some text!
pl_pl: Uzupełnij wszystkie pola formularza!

source: Invalid email format!
pl_pl: Niepoprawny adres e-mail!

source: File does not exists!
pl_pl: Plik o podanej ścieżce nie istnieje!

source: Email has been sent!
pl_pl: Wiadomość została wysłana!

source: Email send error!
pl_pl: Nie można wysłać wiadomości!

source: You do not have sufficient permissions to access this page (Allow manage_options for user).
pl_pl: Nie masz odpowiednich uprawnień do wyświetlania tych treści!

source: Recipients
pl_pl: Odbiorcy wiadomości

source: Recipient emails list (comma separated)
pl_pl: Lista odbiorców (adresy e-mail rozdzielone przecinkami)

source: Message subject
pl_pl: Temat wiadomości

source: Add subject
pl_pl: Dodaj temat

source: Message
pl_pl: Treść wiadomości

source: Message content text or html
pl_pl: Treść wiadomości tekst lub html

source: Add text or html
pl_pl: Dodaj tekst lub html

source: Show smtp logs
pl_pl: Pokaż logi serwera smtp

source: Smtp server connection logs
pl_pl: Logi serwera smtp

source: Send message
pl_pl: Wyślij wiadomość

source: Blastex smtp email client plugin
pl_pl: Blastex smtp e-mail klient plugin

source: Sending email without SMTP server. Enable in php.ini file sockets extension:
pl_pl: Wysyła wiadomości bez lokalnego serwera smtp. Uruchom w plikach php.ini rozszerzenia sockets:

source: Change to
pl_pl: Zamień na

source: Sent emails (last 50)
pl_pl: Historia wiadomości (Ostatnie 50)

source: UserID
pl_pl: ID użytkownika

source: Sender
pl_pl: Nadawca

source: Recipient
pl_pl: Odbiorcy

source: Subject
pl_pl: Temat

source: Error
pl_pl: Błąd
